Repository: Gnirt/link-ios
Catalog: Link/*.lproj/Localizable.strings
Languages: fr

source: Dave
fr: Marie

source: Marie
fr: Dave

source: Write a letter to introduce yourself to your pen pal. Don't forget what you learn during class.
fr: Bonjour = Hello Quel est ton prénom = What's your name?

source: Tap to write your letter
fr: Tape pour commencer l'écriture de ta lettre

source: - Try again -
fr: Essayes encore

source: - Well done, go to the next question -
fr: Bien joué, va à la prochaine question

source: Play with Marie as much as possible to unlock levels and bonus to your letters.
fr: Joue avec Dave autant que possible pour débloquer des jeux et bonus pour vos lettres.

source: You’ve completed game one. Next week you will have access to the next game with Marie !
fr: Bravo ! Tu as complété le jeu. La semaine prochaine tu auras accès au jeu suivant !

source: Writing world
fr: Monde de l'écriture

source: Words world
fr: Monde des mots

source: Game world
fr: Monde des jeux

source: avatar_dave
fr: avatar_marie

source: avatar_marie
fr: avatar_dave

source: Tap and start writing to Marie
fr: Tape et commence à écrire à Dave

source: Marie is your new pen pal.
fr: Dave est ton nouveau correspondant

source: GAP FILL TEXTS
fr: TEXTES A TROUS

source: DRAW
fr: DESSINE

source: SING
fr: CHANTE

source: ACT
fr: MIME

source: DANCE
fr: DANSE

source: TRANSLATE
fr: TRADUIT

source: PLAY MUSIC
fr: BRUITS

source: MEMORY
fr: MEMOIRE

source: PICTURES
fr: PHOTOS

source: C'est l'été, il y _ du soleil.
fr: I _ fries

source: être
fr: am

source: a
fr: like

source: est
fr: you

source: avoir
fr: sleep

source: Aujourd'hui c'est lundi, je _ à l'école.
fr: We _ not alone

source: donner
fr: was

source: pris
fr: am

source: aller
fr: is

source: vais
fr: are
